# 1. Реализовать функцию, принимающую два числа (позиционные аргументы) и выполняющую их деление.
# Числа запрашивать у пользователя, предусмотреть обработку ситуации деления на ноль.

def numbers():
    print('a/b=',a/b)
a=int (input('write a='))
b=int (input('write b='))
if b==0:
    b=int (input('write b (not 0)= '))
numbers()
