 3. Реализовать функцию my_func(), которая принимает три позиционных аргумента
# и возвращает сумму наибольших двух аргументов.


def my_func():
    print(sum)
numbers=[]
for i in range(3):
    number=  int(input('number-'))
    numbers.append(number)
min=min(numbers)
numbers.remove(min)
sum=sum(numbers)
my_func()